epyc/20240121-1127-jemalloc/2-mempool/32768/pgbench-warmup-100-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 122458881
number of failed transactions: 0 (0.000%)
latency average = 0.016 ms
initial connection time = 18.495 ms
tps = 2041582.153601 (without initial connection time)